Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/H12C.tmx
Source language: en_us
Languages: zh_cn

source: A BRIEF HISTORY OF THE MUSEUM
zh_cn: 美国大都会艺术博物馆历史简介

source: The Metropolitan Museum of Art was founded in 1870 by a group of American citizens – businessmen and financiers as well as leading artists and thinkers of the day – who wanted to create a museum to bring art and art education to the American people.
zh_cn: 纽约大都会艺术博物馆的兴建是1870年由一群美国公民发起的，这些发起者们包括商人、金融家以及当时赫赫有名的艺术家和思想家，他们希望通过建立这个博物馆将艺术和艺术教育呈现给美国人民。

source: The Metropolitan's paintings collection also began in 1870, and continued to grow for the rest of the 19th century.
zh_cn: 大都会博物馆绘画作品的收集也是从1870年开始的，并且在19世纪的最后几十年间继续发展。

source: It is the 20th century that has seen the Museum's rise to the position of one of the world's great art centers.
zh_cn: 进入20世纪，博物馆渐渐发展到世界伟大艺术中心之一的地位。

source: Some highlights: a work by Renoir entered the Museum as early as 1907 (today the Museum has become one of the world's great repositories of Impressionist and Post-Impressionist art)...in 1910 the Metropolitan was the first public institution to accept works of art by Matisse...by 1979 the Museum owned five of the fewer than 40 known Vermeers...the Department of Greek and Roman Art now oversees thousands of objects, including one of the finest collections in glass and silver in the world...The American Wing holds the most comprehensive collection of American art, sculpture, and decorative arts in the world...the Egyptian art collection is the finest outside Cairo...the Islamic art collection is without peer...and so on, through many of the 17 curatorial departments.
zh_cn: 通览17个馆区，博物馆有以下几大亮点：早在1907年雷诺阿的一幅作品就被收入馆藏（该馆已成为当今世界印象主义和后印象主义艺术最伟大的展览馆之一）；1910年，大都会博物馆是第一个接纳马蒂斯作品的公共机构；到1979年，博物馆拥有维米尔的5幅画作，而他的所有作品中为世人所知的只有不到40幅；如今希腊罗马艺术展区收罗了数以千计的展品，其中包含世界上玻璃和银质艺术品中最精致的部分；美国艺术展区最全面地收集了美国的绘画、雕塑和装饰艺术品；馆内的埃及艺术收藏是世界上除开罗之外最完备的；馆内的伊斯兰艺术收藏品在当今世界上是无与伦比的......

source: In 1880, the Metropolitan Museum moved to its current site in Central Park. The present facade and entrance structure along Fifth Avenue were completed in 1926.
zh_cn: 1880年，大都会博物馆搬到现在位于中央公园的地址，目前沿第五大道的外观和入口结构是于1926年建成的。

source: A comprehensive architectural plan for the Museum approved in 1971 was completed in 1991.
zh_cn: 1971年通过的博物馆全方位建筑设计方案于1991年完成。

source: With the building now complete, the Metropolitan Museum continues to refine and reorganize the collections in its existing spaces. In June 1998, the Arts of Korea gallery opened to the public, completing a major suite of galleries – a "museum within the Museum" – devoted to the arts of Asia.
zh_cn: 这座建筑完全建成以后，大都会博物馆继续完善和重新规划了收藏区域，1998年6月，博物馆主要的画廊布局模式——“馆中之馆”的建造完成之后，朝鲜艺术长廊向公众开放，这部分用来展出亚洲艺术作品。

source: In October 1999 the renovated Ancient Near Eastern Galleries reopened. And a complete renovation and reinstallation of the Greek and Roman Galleries is underway.
zh_cn: 1999年10月，翻新过的古代近东艺术馆重新开放，而对希腊罗马艺术馆的全面翻新和重新布置工作正在进行当中。
